export const regionVideos = [
    {
      id: "video1",
      title: "Пагода Семи Дней издалека",
      path: "/videos/Элиста1.mp4",
      preview: "/элиста1.webp"
    },
    {
      id: "video2",
      title: "Пагода Семи Дней вблизи", 
      path: "/videos/Элиста2.mp4",
      preview: "/элиста1.webp"
    }
  ];

  export const regionPlaces = [
    {
      id: "1",
      image: "/элиста1.webp",
      title: "Золотая обитель Будды Шакьямуни",
      description:
        "«Золотая обитель Будды Шакьямуни» — крупнейший буддийский храм Республики Калмыкия, а также крупнейший буддийский храм в Европе.",
      shortDescription: "Главный буддийский храм Калмыкии",
    },
    {
      id: "2",
      image: "/элиста2.webp",
      title: "Пагода Семи Дней",
      description:
        "Пагода Семи Дней — буддийское сооружение в центре Элисты, окружённое скульптурами и фонтанами.",
      shortDescription: "Известная буддийская пагода в центре города",
    },
    {
      id: "3",
      image: "/элиста3.webp",
      title: "Город Шахмат",
      description:
        "Сити-Чесс — шахматный город в Элисте, построенный для проведения шахматной олимпиады 1998 года.",
      shortDescription: "Шахматный городок с уникальной архитектурой",
    },
    {
      id: "4",
      image: "/элиста4.webp",
      title: "Национальный музей Калмыкии",
      description:
        "Национальный музей Республики Калмыкия имени Н. Н. Пальмова — крупнейший музей калмыцкой культуры и истории.",
      shortDescription: "Главный музей калмыцкой культуры",
    },
    {
      id: "5",
      image: "/элиста5.webp",
      title: "Памятник Остапу Бендеру",
      description:
        "Памятник литературному герою Остапу Бендеру — одна из необычных достопримечательностей Элисты.",
      shortDescription: "Знаменитый памятник литературному герою",
    },
    {
      id: "6",
      image: "/элиста6.webp",
      title: "Ступа Просветления",
      description:
        "Ступа Просветления — буддийское сооружение, символизирующее просветлённый ум Будды.",
      shortDescription: "Буддийская ступа в Элисте",
    },
  ];

 